Repository: common-repository/swiss-5-cent-rounding
Catalog: languages/swiss-5-cent-rounding-*.po
Languages: de_de

source: Please check this box to enable the 5 cent rounding of discount amounts
de_de: Bitte kreuze dieses Kästchen an, um die Rundung aller Rabattbeträge auf 5 Cents zu aktivieren.

source: Please check this box to enable the 5 cent rounding of VAT amounts
de_de: Bitte kreuze dieses Kästchen an, um die Rundung aller Mehrwertsteuer-Beträge auf 5 Cents zu aktivieren.

source: Round Discount Amounts
de_de: Rundung der Rabatte

source: Round VAT Amounts
de_de: Rundung der Mehrwertsteuer

source: Rounding of WooCommerce discounts and VAT amounts to 5 cents (0.05)
de_de: Rundung der Rabatte und der Mehrwertsteuer in WooCommerce auf 5 Cents (0.05)

source: Settings
de_de: Einstellungen

source: Swiss 5-cent Rounding
de_de: Schweizer 5-Rappen-Rundung

source: Swiss Rounding
de_de: Schweizer Rundung

source: Swiss Rounding Settings
de_de: Einstellungen Schweizer Rundung

source: View Swiss Rounding settings
de_de: Einstellungen für Schweizer Rundung ansehen
